Revit 2027 API
ParameterTypeId.RbsElecTrueCurrentPhaseaParam Property
 "True Current Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecTrueCurrentPhaseaParam { get; }
Public Shared ReadOnly Property RbsElecTrueCurrentPhaseaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecTrueCurrentPhaseaParam {
	ForgeTypeId^ get ();
}
static member RbsElecTrueCurrentPhaseaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace